Repository: collective/collective.realestatebroker
Catalog: collective/realestatebroker/locales/*/LC_MESSAGES/collective.realestatebroker.po
Languages: fr, nl

source: ${image} is no longer marked as floorplan.
fr: ${image} n'est plus marquée comme plan.
nl: ${image} is niet langer gemarkeerd als plattegrond

source: ${image} is now attached to ${floor}.
fr: ${image} est maintenant attachée a ${floor}.
nl: ${image} is nu gekoppeld aan ${floor}.

source: ${image} is now marked as floor plan.
fr: ${image} est maintenant marquée comme plan d'étage.
nl: ${image} is gemarkeerd als plattegrond.

source: ${image} is now the default.
fr: ${image} est maintenant l'image par défaut.
nl: ${image} is als standaard foto ingesteld.

source: Acceptance
fr: Conditions de négociation
nl: Oplevering

source: Address
fr: Adresse
nl: Adres

source: Address data
fr: Données de l'adresse
nl: Adresgegevens

source: Airco
fr: Air conditionné
nl: Airconditioning

source: Album
nl: Fotoalbum

source: All photos
fr: Toutes les photos
nl: Alle foto's

source: Balcony
fr: Balcon
nl: Balkon

source: Body text
fr: Corps du texte
nl: Hoofdtekst

source: Building type
fr: Type de construction
nl: Gebouwtype

source: Characteristics
fr: Caractéristiques
nl: Kenmerken

source: Cities
fr: Villes
nl: Steden

source: City
fr: Ville
nl: Plaats

source: Commercial
nl: Bedrijfspand

source: Commercial Type
fr: Type de bien commercial
nl: Type bedrijfspand

source: Commercial real estate
fr: Immobilier commercial
nl: Bedrijfspand

source: Construction year
fr: Année de construction
nl: Bouwjaar

source: Currency
fr: Devise
nl: Valuta

source: Description
nl: Omschrijving

source: Enter a brief description for the acceptance.
fr: Entrez une brève description des conditions de négociation.
nl: Geef een korte omschrijving voor de oplevering

source: Enter the main description for this object.
fr: Entrez la description de ce bien.
nl: Geeef een ruime omschrijving voor dit object.

source: Enter the options to choose from.
fr: Entrez les options choisies.
nl: Geef de opties op waaruit te kiezen is.

source: Facilities
fr: Commodités
nl: Faciliteiten

source: False
fr: Faux
nl: Nee

source: Fill in the address of this object
fr: Remplissez l'adresse de ce bien
nl: Geef de straatnaam op van dit object.

source: Fill in the price without dots or commas.
fr: Donnez le prix sans point ni virgule.
nl: Vul de prijs in zonder punten of komma's

source: Floor Names
fr: Noms des étages
nl: Namen voor verdiepingen

source: Floor area
fr: Surface de l'étage
nl: Vloeroppervlak

source: Floor plan for ${floorname}
fr: Plan de ${floorname}
nl: Plattegrond voor ${floorname}

source: Folderish content type for commercial real estate.
fr: Dossier contenant les biens commerciaux.
nl: Mapweergave voor bedrijfspanden.

source: Folderish content type for residential real estate.
fr: Dossier contenant les biens résidentiels.
nl: Mapweergave voor woningen.

source: Garden
fr: Jardin
nl: Tuin

source: General
fr: Général
nl: Algemeen

source: Ground area
fr: Surface au sol
nl: Grondoppervlak

source: Heating
fr: Chauffage
nl: Verwarming

source: House type
fr: Type de maison
nl: Huistype

source: Insulation
fr: Isolation
nl: Isolatie

source: Kind of building
fr: Type de bâtiment
nl: Soort gebouw

source: Kind of garage
fr: Type de garage
nl: Soort garage

source: Kind of garden
fr: Type de jardin
nl: Soort tuin

source: Kind of storage
fr: Type de stockage
nl: Soort berging

source: Location
fr: Localisation
nl: Locatie

source: Map
fr: Carte
nl: Kaart

source: Maximum search price
fr: Prix maximum recherché
nl: Maximum prijs in zoekformulier

source: Minimum search price
fr: Prix minimum recherché
nl: Minimum prijs in zoekformulier

source: Negotiable or fixed price
fr: Prix fixe ou négociable
nl: Vraagprijs (onderhandelbaar) of koopsom (vaste prijs)

source: Number of rooms
fr: Nombre de pièces
nl: Aantal kamers

source: Object data
fr: Informations sur le bien
nl: Objectgegevens

source: Parking
nl: Parkeergelegenheid

source: Photo
nl: Foto

source: Photo album
fr: Album photos
nl: Foto album

source: Plans
nl: Plattegronden

source: Please select a valid price range.
fr: Merci de sélectionner une fourchette de prix valide.
nl: Selecteer een geldig prijsbereik.

source: Price
fr: Prix
nl: Prijs

source: Price:
fr: Prix
nl: Prijs:

source: Private car park
fr: Parking privé
nl: Privé parkeerterrein

source: RealEstateBroker settings
fr: Paramètres de RealEstateBroker
nl: Real Estate Broker instellingen

source: Rent or buy
fr: Louer ou acheter
nl: Huren of kopen mogelijk

source: Rent/Buy
fr: Louer/acheter
nl: Te huur/Te koop

source: Reset
fr: Effacer
nl: Wis zoektermen

source: Residential
fr: Résidentiel
nl: Woonhuizen

source: Residential real estate
fr: Bien résidentiel
nl: Woning

source: Search
fr: Rechercher
nl: Zoek

source: Searching
fr: En recherche
nl: Zoekformulier

source: Select the available facilities by moving them to the right column.
fr: Sélectionnez les commodités disponibles en les déplaçant vers la droite.
nl: Kies de aanwezige voorzieningen door ze aan de recher kolom toe te voegen

source: Select the currency that should be prepended before prices.
fr: Sélectionnez la devise qui devrait être ajoutée avant la saisie des prix.
nl: Selecteer het valutasymbool dat voor bedragen wordt geplaatst.

source: Specify the different default values and value lists that are used througout Real Estate Broker
fr: Spécifiez les différentes valeurs par défaut et la valeur des listes qui sont utilisées dans Real Estate Broker
nl: Beheer de verschillende standaard waardes en waardelijsten die in Real Estate Broker worden gebruikt.

source: Storage
fr: Stockage
nl: Berging

source: Tax
fr: Taxe
nl: Belasting

source: True
fr: Vrai
nl: Ja

source: Upload Files
fr: Fichiers téléchargés
nl: Bestanden uploaden

source: VAT
fr: TVA
nl: B.T.W.

source: Volume
nl: Inhoud

source: You can choose more than one option.
fr: Vous pouvez choisir plus d'une option.
nl: Je kan meer dan één optie selecteren.

source: Zip code
fr: Code postal
nl: Postcode

source: address
fr: Adresse
nl: Adres

source: any_city
fr: Toutes les villes
nl: Elke plaats

source: available
fr: Disponible
nl: Beschikbaar

source: back_to_top
fr: Haut de page
nl: Terug naar boven

source: broker_price_no_limit
fr: Pas de limite
nl: Geen bovengrens

source: broker_price_to
fr: à
nl: tot

source: city
fr: Ville
nl: plaats

source: environment
fr: Environnement
nl: Omgeving/tuin

source: explanation_photo_configuration
fr: Dans le formulaire ci-dessous, vous pouvez assigner les photos à des étages ou vous pouvez les assigner aux plans. Vous pouvez aussi sélectionner la photo par défaut. L'ordre peut être modifié en utilisant l'onglet liste.
nl: In het onderstaande formulier kunt u de foto's over de verdiepingen verdelen danwel er plattegronden van maken. Ook kan hier de standaard foto ingesteld worden. De volgorde kan eventueel veranderd worden via de "inhoud" tab.

source: financial
fr: Financier
nl: Financieel

source: heading_bulk_upload
fr: Téléchargement groupé de photos
nl: Uploaden van meerdere foto's in één keer.

source: heading_manage_photos
fr: Gestion des photos
nl: Foto beheer

source: heading_photo_configuration
fr: Configuration des photos
nl: Foto configuratie

source: heating
fr: Chauffage
nl: Verwarming

source: help_manager_search
fr: Vous pouvez utiliser un * au début ou la fin d'un mot, par exemple, * De Gaulle si vous ne savez pas si c'est général De Gaulle ou Charles De Gaulle.
nl: Je kan een * aan het begin of eind van een woord te gebruiken. Bijvoorbeeld floris* om zowel florislaan als florisstraat te vinden.

source: help_search_city
fr: Liste des biens par ville
nl: Beperk de weergave op plaats

source: help_search_price
fr: Aide pour la recherche des prix
nl: Prijs

source: insulation
fr: Isolation
nl: Isolatie

source: kindOfGarage
fr: Type de garage
nl: Soort garage

source: kindOfStorage
fr: Type de Stockage
nl: Soort berging

source: label_default_photo
fr: Photo par défaut
nl: Standaard afbeelding

source: label_description
fr: Description
nl: Omschrijving

source: label_is_floorplan
fr: Plan de l'étage
nl: Plattegrond

source: label_manager_search
fr: Recherche
nl: Zoektekst

source: label_max_price
fr: Prix maximum
nl: bovengrens prijs

source: label_min_price
fr: Prix minimum
nl: ondergrens prijs

source: label_related_items
fr: Items en relation
nl: Gerelateerde items

source: label_required
fr: (Obligatoire)
nl: (Verplicht)

source: legend_manager_search
fr: Recherche textuel, seulement pour les managers
nl: Tekstueel zoeken (alleen voor beheerders)

source: legend_search_terms
fr: Termes recherchés
nl: Zoektermen

source: location
fr: localisation
nl: Locatie

source: measurements
fr: configuration
nl: Maatvoering

source: negotiating
fr: en négociation
nl: In bemiddeling

source: new
fr: nouveau
nl: Nieuw

source: no_realestate_found
fr: Aucun bien n'a été trouvé
nl: Geen objecten gevonden.

source: offline
fr: hors ligne
nl: Niet zichtbaar

source: photos
nl: Foto's

source: price
fr: Prix
nl: Prijs

source: property_status
fr: Statuts
nl: Beschikbaarheid

source: rented
fr: Loué
nl: Verhuurd

source: reserved
fr: Réservé
nl: Verkocht of verhuurd onder voorbehoud

source: sold
fr: Vendu
nl: Verkocht

source: Details
fr: Détails

source: Info
fr: Information

source: Title
fr: Titre

source: details
fr: Détails
